Repository: bilwifi/fusion-web-app
Catalog: languages/fusion-web-app-*.po
Languages: es_es

source: Push Notifications
es_es: Notificaciones push

source: Push Notifications Sent
es_es: Notificaciones push enviadas

source: Send a New Push
es_es: Enviar notificación push

source: Important
es_es: Importante

source: Here you can find all notifications that has been sent. This does not mean that all the recipients have indeed received the push notification since that depends on various external factors. For example, have the users given permission to your App? Sadly, we cannot verify that, but we can be sure that these notifications have been sent out.
es_es: Aquí puede encontrar todas las notificaciones que se han enviado. Esto no significa que todos los destinatarios hayan recibido la notificación push ya que eso depende de varios factores externos. Por ejemplo, ¿los usuarios han dado permiso a su aplicación? Lamentablemente, no podemos verificar eso, pero podemos estar seguros de que estas notificaciones se han enviadas.

source: Recipients
es_es: Destinatarios

source: Here you can see a list of all recipients registered from your App. Keep in mind that the delivery of push notifications is only posible for those who have granted the permission on their devices.
es_es: Aquí puede ver una lista de todos los destinatarios registrados desde su aplicación. Tenga en cuenta que la entrega de notificaciones push solo es posible para aquellos que han otorgado el permiso en sus dispositivos.

source: Message title
es_es: Título

source: Message subtitle - iOS
es_es: Subtítulo del mensaje - iOS

source: Message body
es_es: Cuerpo del mensaje

source: Screen
es_es: Pantalla

source: Select the screen you want to redirect users when they tap on the push notification or leave it empty if the main screen is what you need.
es_es: Seleccione la pantalla que desea redirigir a los usuarios cuando abran la notificación push o déjela vacía si la pantalla principal es lo que necesita.

source: Push Notifications :: All Notifications
es_es: Fusión Web App :: Todas

source: All Notifications
es_es: Todas las notificaciones

source: Push Notifications :: Send New
es_es: Fusión Web App :: Enviar nueva

source: Send New
es_es: Enviar nuevo

source: Push Notifications :: List Recipient
es_es: Fusión Web App :: Destinatarios

source: See Recipients
es_es: Ver destinatarios

source: Push notifications
es_es: Notificaciones Push

source: P. Notifications
es_es: Notificaciones P.

source: Item successfully restored!
es_es: ¡Entrada restaurada con éxito!

source: Item successfully removed!
es_es: ¡Entrada eliminada con éxito!

source: Items successfully removed!
es_es: ¡Entradas eliminadas con éxito!

source: Items successfully restored!
es_es: ¡Entradas restauradas con éxito!

source: All
es_es: Todas

source: Draft
es_es: Borrador

source: Trash
es_es: Papelera

source: No records to display.
es_es: No hay registros que mostrar.

source: Are you sure you want to remove this item?
es_es: ¿Está seguro que desea eliminar esta entrada?

source: Remove
es_es: Eliminar

source: Delete forever
es_es: Eliminar permanentemente

source: Restore
es_es: Restaurar

source: Title
es_es: Título

source: Subtitle (iOS)
es_es: Subtítulo (iOS)

source: Message
es_es: Mensaje

source: Sent on
es_es: Enviada el

source: Name device
es_es: Nombre del dispositivo

source: Platform
es_es: Plataforma

source: Installation ID
es_es: ID de Instalación

source: Registered on
es_es: Registrado el

source: The message will be sent immediately.
es_es: Este mensaje será enviado inmediátamente.

source: Complete the form to send a push notification
es_es: Complete el formulario para enviar la notificación push

source: Push Notifications :: Screens
es_es: Fusión Web App :: Pantallas

source: Screens
es_es: Pantallas

source: Here you can see the list of screens registered for your App. You can later use these to redirect your users when they open a new push notification, but keep in mind that the route should be exactly as it looks in your App for this to be able to work properly.
es_es: Aquí puede ver la lista de pantallas registradas para su aplicación. Posteriormente, puede usarlos para redirigir a sus usuarios en su aplicación cuando abran una nueva notificación push, pero tenga en cuenta que la ruta debe ser exactamente como se ve en su aplicación para que esto funcione correctamente.

source: Route
es_es: Ruta

source: Description
es_es: Descripción

source: Requires id
es_es: Requiere id

source: Send Now
es_es: Enviar ahora

source: Register New Screen
es_es: Registrar nueva pantalla

source: All Recipients
es_es: Todos los destinatarios

source: Push Notifications :: Register Screen
es_es: Fusión Web App :: Registro de pantalla

source: Register Screen
es_es: Registro de pantalla

source: Register your app screens here
es_es: Registre sus pantallas de aplicación aquí

source: The name of the route must match the one registered on your App.
es_es: El nombre de la ruta debe coincidir con el registrado en su aplicación.

source: Screen title
es_es: Título de Pantalla

source: Yes
es_es: Si

source: Select yes if the screen on your app load an item by its ID.
es_es: Seleccione sí en caso de que la pantalla asociada deba cargar un elemento específico con ID.

source: Requires ID
es_es: Requiere ID

source: Register App Screen
es_es: Registrar pantalla de aplicación

source: Please, make sure all required fields are completed.
es_es: Por favor, asegúrese de completar todos los campos obligatorios.

source: An error occurred... please, try again.
es_es: Ha ocurrido un error. Por favor intente de nuevo.

source: Done! A new push notification has successfully been sent.
es_es: ¡Listo! Se ha enviado con éxito una nueva notificación push.

source: New app screen successfully registered.
es_es: Nueva pantalla de aplicación registrada correctamente.

source: Last edit
es_es: Último editado

source: New app screen successfully updated.
es_es: Nueva pantalla de aplicación actualizada con éxito.

source: New Push
es_es: Nueva Push

source: Push Notifications :: New Push
es_es: Fusión Web App :: Nueva

source: The push notification has been save to drafts.
es_es: La notificación push fue guardada en borradores.

source: Save as draft
es_es: Guardar como borrador

source: _draft
es_es: _borrador

source: Fusion WA
es_es: Fusión WA
